Repository: weblate/jaspVisualModeling
Catalog: po/QML-*.po
Languages: gl

# Flexplot|
source: Dependent Variable
gl: Variable dependente

# Flexplot|
source: Options
gl: Opcións

# mixedmod|
source: Model plot
gl: Gráfica do modelo

# mixedmod|
source: Estimation
gl: Estimación

# Description|
source: Linear Modeling
gl: Modelado linear

# Description|
source: Mixed Modeling
gl: Modelado mixto

# Description|
source: Generalized Linear Modeling
gl: Modelado linear xeral

# Description|
source: Visual Modeling
gl: Modelado visual

# mixedmod|
source: Diagnostics
gl: Diagnósticos

# Flexplot|
source: GGplot theme
gl: Esquema GGplot de cores

# glinmod|
source: Show parameter Estimates
gl: Amosar as estimacións dos parámetros

# mixedmod|
source: Plot Controls
gl: Controis da gráfica

# glinmod|
source: Distribution family
gl: Familia de distribucións

# Flexplot|
source: Point transparency
gl: Transparencia por punto

# mixedmod|
source: Point controls
gl: Controis de puntos

# Flexplot|
source: Ghost lines
gl: Liñas espurias

# Flexplot|
source: Independent Variable(s)
gl: Variable(s) independente(s)

# glinmod|
source: Interaction terms
gl: Termos de interacción

# glinmod|
source: Univariates
gl: Univariantes

# linmod|
source: Aesthetics
gl: Estética

# Flexplot|
source: Jitter in X
gl: Dispersión en X

# Flexplot|
source: Jitter in Y
gl: Dispersión en Y

# mixedmod|
source: Results Displays
gl: Presentacións de Resultados

# Flexplot|
source: Fitted line (scatterplots)
gl: Liña de axuste (Gráficas de dispersión)

# linmod|
source: Show 95% intervals
gl: Amosar os intervalos co 95%

# linmod|
source: Report means
gl: Informar das medias

# linmod|
source: Added variable plot
gl: Gráfica de variable engadida

# linmod|
source: Show slopes/intercepts
gl: Amosar as pendentes/constantes

# linmod|
source: Show mean differences
gl: Amosar as diferencias nas medias

# Flexplot|
source: Convert to grayscale
gl: Converter a escala de grises

# linmod|
source: Univariate
gl: Univariante

# linmod|
source: Show p-values
gl: Amosar os valores p

# linmod|
source: Visual Fitting
gl: Axuste visual

# linmod|
source: Show model comparisons
gl: Amosar as comparacións dos modelos

# mixedmod|
source: Number of clusters
gl: Número de conglomerados

# mixedmod|
source: Random
gl: Aleatorio

# mixedmod|
source: Fixed terms
gl: Termos fixos

# mixedmod|
source: Report fixed effects
gl: Informar dos efectos fixos

# mixedmod|
source: Report random effects
gl: Informar dos efectos aleatorios

# mixedmod|
source: Univariate plots
gl: Gráficas univariantes

# mixedmod|
source: Other parameters
gl: Outros parámetros

# mixedmod|
source: Model Builder
gl: Creador de modelos

# Flexplot|
source: <br><strong>Plot Labels</strong>
gl: <br><strong>Etiquetas das gráficas</strong>

# Flexplot|
source: <strong>Visual Statistics</strong>
gl: <strong>Estatísticos gráficos</strong>

# Flexplot|
source: Plot Labels
gl: Etiquetas da gráfica

# Flexplot|
source: Intervals (categorical predictors)
gl: Intervalos (Preditores categóricos)

# Flexplot|
source: Paneled Variable(s)
gl: Variable(s) de panel

# Flexplot|
source: <br><strong>Point controls</br></strong>
gl: <br><strong>Controles de punto</br></strong>

# Flexplot|
source: Color Palette
gl: Paleta de cores

# Flexplot|
source: <br><strong>Other Plot Controls</strong>
gl: <br><strong>Outros controis da gráfica</strong>

# Flexplot|
source: Plot confidence bands
gl: Representar as franxas de confianza

# Description|
source: Graphically explore the dependencies between variables
gl: Explorar graficamente as dependencias entre variables

# glinmod|
source: Dependent Variable
gl: Variable Dependente

# glinmod|
source: Independent Variable(s)
gl: Variable(s) Independente(s)

# glinmod|
source: Components
gl: Compoñentes

# glinmod|
source: Model terms
gl: Elementos do modelo

# glinmod|
source: Results Displays
gl: Presentacións de Resultados

# glinmod|
source: Plots
gl: Gráficas

# glinmod|
source: Model plot
gl: Gráfica do modelo

# glinmod|
source: Estimation
gl: Estimación

# glinmod|
source: Plot Controls
gl: Controis de Gráfica

# glinmod|
source: Point controls
gl: Controis de puntos

# glinmod|
source: Point transparency
gl: Transparencia de puntos

# glinmod|
source: Jitter in X
gl: Dispersión en X

# glinmod|
source: Jitter in Y
gl: Dispersión en Y

# glinmod|
source: Aesthetics
gl: Estética

# glinmod|
source: GGplot theme
gl: Esquema GGplot de cores

# glinmod|
source: Ghost lines
gl: Liñas pantasma

# linmod|
source: Dependent Variable
gl: Variable Dependente

# linmod|
source: Independent Variable(s)
gl: Variable(s) Independente(s)

# linmod|
source: Model Terms
gl: Elementos do Modelo

# linmod|
source: Components
gl: Compoñentes

# linmod|
source: Model terms
gl: Elementos do modelo

# linmod|
source: Add as a polynomial
gl: Engadir como polinomio

# linmod|
source: Fitted line (scatterplots)
gl: Liña de axuste (Gráficas de dispersión)

# linmod|
source: Results Displays
gl: Presentacións de Resultados

# linmod|
source: Plots
gl: Gráficas

# linmod|
source: Model plot
gl: Gráfica do modelo

# linmod|
source: Diagnostics
gl: Diagnósticos

# linmod|
source: Estimation
gl: Estimación

# linmod|
source: Plot Controls
gl: Controis de Gráfica

# linmod|
source: Point controls
gl: Controis de puntos

# linmod|
source: Point transparency
gl: Transparencia de puntos

# linmod|
source: Jitter in X
gl: Dispersión en X

# linmod|
source: Jitter in Y
gl: Dispersión en Y

# linmod|
source: GGplot theme
gl: Esquema GGplot de cores

# linmod|
source: Convert to grayscale
gl: Converter a escala de grises

# linmod|
source: Ghost lines
gl: Liñas pantasma

# mixedmod|
source: Dependent Variable
gl: Variable Dependente

# mixedmod|
source: Independent Variable(s)
gl: Variable(s) Independente(s)

# mixedmod|
source: Components
gl: Compoñentes

# mixedmod|
source: Add as a random effect
gl: Engadir como efecto aleatorio

# mixedmod|
source: Plots
gl: Gráficas

# mixedmod|
source: Point transparency
gl: Transparencia de puntos

# mixedmod|
source: Jitter in X
gl: Dispersión en X

# mixedmod|
source: Jitter in Y
gl: Dispersión en Y

# mixedmod|
source: GGplot theme
gl: Esquema GGplot de cores
